//
//  Prompt.swift
//  Spy See
//
//  Created by 楊哲維 on 2023/6/15.
//

import Foundation

let prompt = [
    (["平民", "盆子"], ["臥底", "盤子"]),
    (["平民", "雞蛋"], ["臥底", "鴨蛋"]),
    (["平民", "七喜"], ["臥底", "雪碧"]),
    (["平民", "百事可樂"], ["臥底", "可口可樂"]),
    (["平民", "鬧鐘"], ["臥底", "掛鐘"]),
    (["平民", "口紅"], ["臥底", "脣膏"]),
    (["平民", "柳丁"], ["臥底", "橘子"]),
    (["平民", "香港"], ["臥底", "澳門"]),
    (["平民", "手錶"], ["臥底", "鐘"]),
    (["平民", "火車"], ["臥底", "捷運"]),
    (["平民", "經血"], ["臥底", "鼻血"]),
    (["平民", "眼淚"], ["臥底", "鼻涕"]),
    (["平民", "神奇寶貝"], ["臥底", "數碼寶貝"]),
    (["平民", "達美樂"], ["臥底", "必勝客"])
]
